[
  {
    "Id": 1,
    "Name": "Fortnite",
    "Description": "Es un popular videojuego en línea desarrollado por Epic Games, lanzado en 2017. Combina elementos de construcción, disparos y supervivencia en un entorno multijugador. El juego ofrece varios modos, siendo el más destacado \"Battle Royale\", donde 100 jugadores compiten para ser el último en pie en una isla que se va reduciendo con el tiempo. Los jugadores pueden construir estructuras para protegerse, recolectar recursos y equiparse con una variedad de armas y objetos. Fortnite también es conocido por su estilo gráfico colorido, eventos en vivo dentro del juego y la constante adición de nuevos contenidos.",
    "ImageUrl": "https://th.bing.com/th/id/OIP.lXGKgEapQmdaC8TSdWDiuwHaEK?rs=1&pid=ImgDetMain"
  },
  {
    "Id": 2,
    "Name": "Call Of Duty",
    "Description": "Es una franquicia de videojuegos de disparos en primera persona desarrollada por varios estudios, con Activision como su editor principal. Lanzada por primera vez en 2003, la serie se ha convertido en una de las más exitosas y reconocidas en la industria de los videojuegos.",
    "ImageUrl": "https://th.bing.com/th/id/OIP.kJSnZTvrWfLcGvloS67F7AAAAA?rs=1&pid=ImgDetMain"
  },
  {
    "Id": 3,
    "Name": "The Legend of Zelda: Breath of the Wild",
    "Description": "Es un videojuego de acción y aventuras desarrollado y publicado por Nintendo. El juego se sitúa en un vasto mundo abierto donde los jugadores toman el control de Link, un héroe que despierta de un largo sueño para encontrar el reino de Hyrule en ruinas. Link debe explorar el mundo, resolver acertijos, combatir enemigos, y recolectar recursos mientras busca rescatar a la princesa Zelda y detener al malvado Calamity Ganon. Con su innovadora jugabilidad, libertad de exploración, y gráficos impresionantes, este juego ha sido aclamado como uno de los mejores videojuegos de todos los tiempos.",
    "ImageUrl": "https://th.bing.com/th/id/OIP.RcaitIavAsCXhjD4aii8LQHaLH?rs=1&pid=ImgDetMain"
  },
  {
    "Id": 4,
    "Name": "Minecraft - Java & Bedrock",
    "Description": "Es una versión de Minecraft desarrollada por Mojang Studios y disponible en múltiples plataformas, incluyendo consolas, dispositivos móviles, y Windows 10/11. A diferencia de la edición Java, Bedrock Edition está escrita en C++ y permite el juego multiplataforma, permitiendo a los jugadores de diferentes dispositivos jugar juntos en el mismo mundo. Esta versión incluye características únicas como un rendimiento más optimizado en dispositivos menos potentes, acceso al Minecraft Marketplace donde se pueden adquirir skins, mundos y packs de texturas, y soporte nativo para controladores. Bedrock Edition es popular por su accesibilidad y por mantener la esencia del juego original, ofreciendo la misma experiencia de construcción, exploración y supervivencia que ha hecho de Minecraft un fenómeno global.",
    "ImageUrl": "https://i.ytimg.com/vi/qNMfF9TYETM/maxresdefault.jpg"
  },
  {
    "Id": 5,
    "Name": "The Witcher 3: Wild Hunt",
    "Description": "Un cazador de monstruos en un mundo lleno de intriga, magia y criaturas peligrosas. The Witcher 3 destaca por su narrativa profunda, personajes complejos y un vasto mundo lleno de misiones, secretos y desafíos. Con gráficos excepcionales y una jugabilidad que combina combate, exploración y toma de decisiones, el juego ha ganado múltiples premios y es considerado una obra maestra en el género de los juegos de rol.",
    "ImageUrl": "https://upload.wikimedia.org/wikipedia/en/0/0c/Witcher_3_cover_art.jpg"
  }
]